{
    "Too cool for you":{
        "prefix": "2cool4u",
        "body":[
            "Too cool for you"
        ],
        "description":"when someone is 2 cool 4 u meaning they r cooler than you"
    },
    "Sarcasm":{
        "prefix":"/S",
        "body":["Sarcasm"],
        "description":"When you are feelin utterly sarcastic, drop this bomb"
    },
    "Marijuana":{
        "prefix":"420",
        "body":["Marijuana"],
        "description":"Common misconceptions point to crazy theories about weed but the truth is it is actuly a number between 419 and 421."
    },
    "As far as I know":{
        "prefix":"afaik",
        "body":["As far as I know"],
        "description":"When will the page be back?\nafaik in 2 hours"
    },
    "Away from keyboard":{
        "prefix":"afk",
        "body":["Away from keyboard"],
        "description":"Often used in online gaming when someone is not moving they are assumed to be afk."
    },
    "Age/sex/location":{
        "prefix":"asl",
        "body":["Age/sex/location"],
        "description":"Used by the 10,000 horny teenage boys on omegle to find the 50 horny teenage girls on omegle."
    },
    "At the moment":{
        "prefix":"atm",
        "body":["At the moment"],
        "description":"Either at the moment, or those ATM machines in banks that you withdraw your money from."
    },
    "All the way":{
        "prefix":"atw",
        "body":["All the way"],
        "description":"ATW sometimes written or spelled out \"All The Way!\" is a motivational phrase, expression or motto often used in the Special Operations and Airborne Community."
    },
    "hey":{
        "prefix":"ayy",
        "body":["hey"],
        "description":"\"Ayy\" is an expression of greeting, most likely coming from the word \"hey\". It is mostly used in ghetto culture, or by people high on marijuana, and can also be used as an insult or mockery."
    },
    "babe":{
        "prefix":"bae",
        "body":["babe"],
        "description":"AAVE (African-American Vernacular English) pronunciation of \"babe,\" used as a term of endearment toward loved ones. \"Bae\" can be a pronoun or an adjective. The term caught fire to mainstream colloquial Standard American English jargon and, due to unfamiliarity with its origins, developed multiple definitions. Trolls and people who dislike its use will often incorrectly juxtapose \"bae\" with Danish \"bæ\" which means \"poop\" (often to shut people up). Others will treat it as an acronym such as \"before anyone else.\" The term is frowned upon by many, as it is seen as ghetto and uncouth, although its origins are simply dialectal."
    },
    "baby":{
        "prefix":"bb",
        "body":["baby"],
        "description":"Short for \"baby\", used by men on cam websites when their right hand is too busy to reach for the Y key."
    },
    "Be back in a bit":{
        "prefix":"bbiab",
        "body":["Be back in a bit"],
        "description":"BBIAB has a similar meaning to BRB. Mostly used when talking online, and you need to do or check something."
    },
    "Be back later":{
        "prefix":"bbl",
        "body":["Be back later"],
        "description":" used in instead messaging talk. Gives a way out of the conversation for the person using it and makes the boring person receiving it feel sad."
    },
    "Be back soon":{
        "prefix":"bbs",
        "body":["Be back soon"],
        "description":"Be back soon or Big Butt Syndrome"
    },
    "Because":{
        "prefix":"bc",
        "body":["Because"],
        "description":"bc is an abbreviation for the word because. it's used in msn and in short hand."
    },
    "Boyfriend":{
        "prefix":"bf",
        "body":["Boyfriend"],
        "description":"boyfriend, male romantic companion, male partner, male chum"
    },
    "Best friends forever":{
        "prefix":"bff",
        "body":["Best friends forever"],
        "description":"Stands for Best Friends Forever. An abbreviation mostly written on binders or notes by girls in grade school, however, over the last few years, people who use to use the term in grade school have actually started saying it, typically in a joking manner, to mean a close relationship with someone."
    },
    "Break":{
        "prefix":"bork",
        "body":["Break"],
        "description":"To Bork is to break in almost any way. can be used to completely replace \"break\" esp. pertains to rendering software done (aka borked, broken) or completely unusable, similar to bricking as well..."
    },
    "Be right back":{
        "prefix":"brb",
        "body":["Be right back"],
        "description":"\"Be right back.\" No longer taken literally, people just say it when they are going to be gone for any amount of time, whether it be 20 seconds or 20 minutes."
    },
    "By the way":{
        "prefix":"btw",
        "body":["By the way"],
        "description":"Common internet catch anagram meaning \"by the way\". Some have said it really means \"back to work\", but I think they are dumbasses."
    },
    "Can't be arsed":{
        "prefix":"",
        "body":["Can't be arsed"],
        "description":"used when you really cant be bothered to do something proposed to you. also a foolproof excuse to get you out of any social event you really dont want to attend."
    },
    "Conversation":{
        "prefix":"convo",
        "body":["Conversation"],
        "description":"An abbreviation for the word conversation. To exchange thoughts with another person."
    },
    "See ya":{
        "prefix":"cya",
        "body":["See ya"],
        "description":"cya is just short for, \"see you\" often used on the internet when saying goodbye"
    },
    "See you":{
        "prefix":"cu",
        "body":["See you"],
        "description":"Also brazilian word for butt"
    },
    "cool":{
        "prefix":"dank",
        "body":["cool"],
        "description":"Dank is used for almost anything these days....like weed and a way of saying lit. What dank actually means is unpleasantly damp and cold."
    },
    "Disconnect(ed)":{
        "prefix":"dc",
        "body":["Disconnect(ed)"],
        "description":"dc means disconnected. When you use dial-up and you get disconnected you can tell someone that you got disconnected by saying dc"
    },
    "them (those) feelings":{
        "prefix":"dem feels",
        "body":["them (those) feelings"],
        "description":"often used in the context of something that involves a large amount of emotional involvement or response, such as a particularly dramatic television show, movie, book, or real-life event; and the sharing or accepting of those emotions."
    },
    "Don't worry":{
        "prefix":"dw",
        "body":["Don't worry"],
        "description":"dw is a short slang word used when texting or when writing in slang it means = don't worry"
    },
    "End-to-end [encryption]":{
        "prefix":"e2e",
        "body":["End-to-end"],
        "description":"For nerds"
    },
    "Fuck my life":{
        "prefix":"fml",
        "body":["Fuck my life"],
        "description":"Back in the 17th Century, lighthouse keepers were tthe butt of everyone's jokes. When a lighthouse keeper was made fun of, his retort would be \"why dont you fix my lighthouse!\" which was shortened over time to FML. This term was made famous in the great battle of the Sole Bay in 1902 where 14 peolpe died and 1 person broke their glasses."
    },
    "Fear of missing out":{
        "prefix":"fomo",
        "body":["Fear of missing out"],
        "description":"The intensely annoying act of being psychologically and physically compelled to open social networking or email applications at innoppropriate times. Significantly the FOMO phenomena generally occurs during mid-conversation with friends and loved ones, usually resulting in the individual/s involved in the conversation, that are not afflicted with FOMO, experiencing isolated incidents of intense rage."
    },
    "Fixed that for you":{
        "prefix":"ftfy",
        "body":["Fixed that for you"],
        "description":"Often used sarcastically - not to fix an honest mistake, but to sarcastically disagree with someone."
    },
    "For the lose":{
        "prefix":"ftl",
        "body":["For the lose"],
        "description":"You say it when your team is about to lose, because you got paired with grab-asses."
    },
    "For the win":{
        "prefix":"ftw",
        "body":["For the win"],
        "description":"An enthusiastic emphasis to the end of a comment, message, or post. Sometimes genuine, but often sarcastic."
    },
    "For what it's worth":{
        "prefix":"fwiw",
        "body":["For what it's worth"],
        "description":"FWIW, the Supra was the best sports car Toyota ever made."
    },
    "For your information":{
        "prefix":"fyi",
        "body":["For your information"],
        "description":"An e-mail may be forwarded and in the content you can write \"FYI\" and the reader should then scroll down to read the remainder of the e-mail."
    },
    "Got to go":{
        "prefix":"gtg",
        "body":["Got to go"],
        "description":"Can mean leaving or having to go. In military slang it is similar to acknowledged."
    },
    "Good for you":{
        "prefix":"g4u",
        "body":["Good for you"],
        "description":"When someone is bragging about something, G4U is used so you don't have to say, \"good for you,\" which can make it sound like you don't care depending on the situation."
    },
    "Girlfriend":{
        "prefix":"gf",
        "body":["Girlfriend"],
        "description":"George Foreman (Grill) \n So I come home tonight after a night out and in my kitchen, I catch my father redhanded with his meat in my GF. I was pissed and told him to take his meat out of my GF and get out. I just couldn't get over it and kicked the GF to the curb."
    },
    "Good game":{
        "prefix":"gg",
        "body":["Good game"],
        "description":"A polite remark uttered after the end of a round, game, or other measured interval to indicate that a match was fair and enjoyable. Usually uttered collectively by the occupants of a game server. The opposite of wordBG/word"
    },
    "Get on my level":{
        "prefix":"goml",
        "body":["Get on my level"],
        "description":"a demand/request for an individual to get on one's level."
    },
    "Great":{
        "prefix":"gr8",
        "body":["Great"],
        "description":"Geeky way of typing \"great\"!"
    },
    "Congratulations":{
        "prefix":"gratz",
        "body":["Congratulations"],
        "description":"a shorthand version of Contgratulations, often shortened to grtz, gtz, or even gz"
    },
    "Get the fuck out":{
        "prefix":"gtfo",
        "body":["Get the fuck out"],
        "description":"It is used to express indignation, usually towards stupidity, incompetence, or both. It can be used in response to something that is unwelcome."
    },
    "Guys":{
        "prefix":"guiz",
        "body":["Guys"],
        "description":"Guiz is another way of saying guys.I mean,guys is soooo mundane.So guiz is to brighten the word."
    },
    "How 'bout you?":{
        "prefix":"hbu",
        "body":["How 'bout you?"],
        "description":"An acronym meaning How aBout yoU. The acronym originated in early 2004 during a conversation on AOL Instant Messenger and was created by Ben Math."
    },
    "How are you?":{
        "prefix":"hru",
        "body":["How are you?"],
        "description":"used by the illiterate Internet masses."
    },
    "I am not a doctor, but...":{
        "prefix":"ianadb",
        "body":["I am not a doctor, but..."],
        "description":"Random shiz"
    },
    "I don't care":{
        "prefix":"idc",
        "body":["I don't care"],
        "description":"Extremely bitchy because it implies that the person doesn't even care enough to type three words."
    },
    "I don't give a fuck":{
        "prefix":"idgaf",
        "body":["I don't give a fuck"],
        "description":"something to say when someone is bugging you about something you don't care."
    },
    "I don't (fucking/even) know":{
        "prefix":"idk",
        "body":["I don't (fucking/even) know"],
        "description":"A mysterious abbreviation. No one actually seems to know what it means."
    },
    "If I recall correctly":{
        "prefix":"iirc",
        "body":["If I recall correctly"],
        "description":"Especially common to be used when trying to cover up a vague guess, or when you are truly befuddled and trying to recall a fact of some sort."
    },
    "I know":{
        "prefix":"ik",
        "body":["I know"],
        "description":"I know. I know. I know."
    },
    "I know, right?":{
        "prefix":"ikr",
        "body":["I know, right?"],
        "description":" the rhetorical response to any statement of undeniable truth. Used in IM or text based conversations (also, \"IK,R?\") and NEVER acceptable as spoken aloud (eye kay are.)"
    },
    "In real life":{
        "prefix":"irl",
        "body":["In real life"],
        "description":"Often used in internet chat rooms to let people you are talking about something in the real world and not in the internet world. Also can be used to differentiate between an actor/actress and the character they play."
    },
    "Just kidding":{
        "prefix":"jk",
        "body":["Just kidding"],
        "description":"What people use to say crap about you to you in your face and mean it but not be a complete jerk directly to you, but still are. "
    },
    "Okay":{
        "prefix":"k",
        "body":["Okay"],
        "description":"The letter people text you when they don't want to talk to you anymore."
    },
    "Later":{
        "prefix":"l8r",
        "body":["Later"],
        "description":"a shorter term for later. used in chat rooms by faggots who think they're cool"
    },
    "elite":{
        "prefix":"leet",
        "body":["elite"],
        "description":"A derivitave of the 80's software piracy scene. Originally \"elite\" was used to show status on a BBS. Commonly the people who cracked the software, or had sysop access on a board would be referred to as Elite. Later it became common to just use \"leet.\" With the internet explosion it was later used to describe hackers as well as crackers. Due to it being great to be known as leet, newbies started adopting the term and using to describe themselves, often with numerical variations. Anyone who considers themselves \"leet\" should be able to tell you who/what Razor1911 is, anyone failing to answer this question should be laughed at."
    },
    "Laughing my ass off":{
        "prefix":"lmao",
        "body":["Laughing my ass off"],
        "description":"Somehow LMAO has gone from \"Laughing My Ass Off\" to a shorthand way of saying \"Wow everything is so overwhelming and I just want to die.\""
    },
    "Laughing out loud":{
        "prefix":"lol",
        "body":["Laughing out loud"],
        "description":"It's original definition was \"Laughing out loud\" (also written occasionally as \"Lots of Laughs\"), used as a brief acronym to denote great amusement in chat conversations. Now, it is overused to the point where nobody laughs out loud when they say it. In fact, they probably don't even give a shit about what you just wrote. More accurately, the acronym \"lol\" should be redefined as \"Lack of laughter.\""
    },
    "Life Pro Tip":{
        "prefix":"lpt",
        "body":["Life Pro Tip"],
        "description":"Life Pro Tips. Used in social media to tag a post as advice-giving or to share little known knowledge about the world."
    },
    "Mate":{
        "prefix":"m8",
        "body":["Mate"],
        "description":"shorter way to say mate, especially over the internet."
    },
    "My feeling when":{
        "prefix":"mfw",
        "body":["My face when"],
        "description":"Started as a way to respond to posts that a poster usually disagrees with in some manner, and is typically done to mock or troll said poster."
    },
    "My reaction when":{
        "prefix":"mrw",
        "body":["My reaction when"],
        "description":"duh"
    },
    "Weaken":{
        "prefix":"nerf",
        "body":["Weaken"],
        "description":"To make worse or weaken, usually in the context of weakening something in order to balance out a game."
    },
    "Not much":{
        "prefix":"nm",
        "body":["Not much"],
        "description":"perfect way of killing a conversation."
    },
    "newbie":{
        "prefix":"noob",
        "body":["newbie"],
        "description":"Contrary to the belief of many, a noob/n00b and a newbie/newb are not the same thing. Newbs are those who are new to some task* and are very beginner at it, possibly a little overconfident about it, but they are willing to learn and fix their errors to move out of that stage. n00bs, on the other hand, know little and have no will to learn any more. They expect people to do the work for them and then expect to get praised about it, and make up a unique species of their own. It is the latter we will study in this guide so that the reader is prepared to encounter them in the wild if needed. "
    },
    "Never mind":{
        "prefix":"nvm",
        "body":["Never mind"],
        "description":"You were too stupid to understand what I was talking about so I gave up"
    },
    "Of course":{
        "prefix":"ofc",
        "body":["Of course"],
        "description":"Used in instant messaging to represent 'Of course'"
    },
    "Oh my god":{
        "prefix":"omg",
        "body":["Oh my god"],
        "description":"Most commonly used by teenage girls who find it depressingly hard to type out an entire word. Reinforces assumptions that humans seem to be getting dumber from generation to generation."
    },
    "On my way":{
        "prefix":"omw",
        "body":["On my way"],
        "description":"What to text your friend when you are leaving your house to go to their house so they will be ready when you get there. "
    },
    "Overpowered":{
        "prefix":"op",
        "body":["Overpowered"],
        "description":"usually in a video game, in which a person or group becomes or is too powerful; has become very popular in the mmorpg crowd"
    },
    "Original post(er)":{
        "prefix":"OP",
        "body":["Original post(er)"],
        "description":"in forum-style collection of comment; the first person to comment or POST"
    },
    "Please":{
        "prefix":"plz",
        "body":["Please"],
        "description":"A word used by n00bs, often used to obtain free stuff."
    },
    "Powned":{
        "prefix":"pwned",
        "body":["Powned"],
        "description":"This originated in an online game called Warcraft, where a map designer misspelled \"owned.\" When the computer beat a player, it was supposed to say, so-and-so \"has been owned.\" "
    },
    "Wrecked":{
        "prefix":"rekt",
        "body":["Wrecked"],
        "description":"The MLG OG Hardcore Snoop Dog 420 Blaze it Faze Clan way of saying Wrecked"
    },
    "Rolling on floor laughing":{
        "prefix":"rofl",
        "body":["Rolling on floor laughing"],
        "description":"ROFL is an internet accronmym for Rolling On Floor Laughing, and like all things internet it has adapted to nerd culture and has taken on new real-life use, though usually in a satirical way. "
    },
    "shaking my head":{
        "prefix":"smh",
        "body":["shaking my head"],
        "description":"smh is typically used when something is obvious, plain old stupid, or disappointment."
    },
    "Coolness ":{
        "prefix":"swag",
        "body":["Coolness "],
        "description":"Said previous generations acronym to make fun of the new phenomenon. S.W.A.G \"Secretly We Are Gay\""
    },
    "To be honest":{
        "prefix":"tbh",
        "body":["To be honest"],
        "description":"Tbh means to be honest. However, most people use it to flirt with other people or find someone to cheat with."
    },
    "Throwback to":{
        "prefix":"tbt",
        "body":["Throwback to"],
        "description":"Originally \"throwback Thursday\" but now often used on other days. Can now stand for \"throwback to\" to indicate an old photo, thought, idea, etc. Often used in social media to reminisce, as usually social media is supposed to show the \"here/now/recently.\""
    },
    "Today I fucked up":{
        "prefix":"tifu",
        "body":["Today I fucked up"],
        "description":"An acronym originating from Reddit, TIFU stands for Today I Fucked Up."
    },
    "the fuck?":{
        "prefix":"tf",
        "body":["the fuck?"],
        "description":"The Fuck. Most commonly used as a shortened WTF. However, TF is used in instances when WTF takes too long to be said. TF is also used in a more exclamatory sort of phrasing."
    },
    "That feeling when":{
        "prefix":"tfw",
        "body":["That feeling when"],
        "description":"Used to describe a particularly emotionally charged experience, whether positive or negative."
    },
    "Thanks":{
        "prefix":"thx",
        "body":["Thanks"],
        "description":"wen ur 2 lazy to spel thanks"
    },
    "Today I learned":{
        "prefix":"til",
        "body":["Today I learned"],
        "description":"Often used as a space saver on websites such as Reddit or DIGG when writing the titles of links to interesting things the submitter has learned that day."
    },
    "Too long; didn't read":{
        "prefix":"tl;dr",
        "body":["Too long; didn't read"],
        "description":"Used in reply to a post and/or comment or other written material that dragged on way too long about things that weren't very important."
    },
    "What the fuck":{
        "prefix":"wtf",
        "body":["What the fuck"],
        "description":"An acronym puritan parents like to text to their well-mannered teenagers"
    },
    "Way to go":{
        "prefix":"wtg",
        "body":["Way to go"],
        "description":"in way to go, you mean it, but when saying wow that's great, it is sarcastic."
    },
    "You only live once":{
        "prefix":"yolo",
        "body":["You only live once"],
        "description":"An overused acronym for \"You only live once.\" There is an exception for those who believe in reincarnation or are cats."
    },
    "hold":{
        "prefix":"hodl",
        "body":["hold"],
        "description":"An enthusiastic misspelling of Hold, prompting bitcoin users to avoid the temptation of selling off their coins once price starts rising."
    }
}